Revit 2027 API
ExportPatternKey Properties
The ExportPatternKey type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
OriginalFillPatternName |  The original FillPattern name.
OriginalFillPatternType |  The original FillPattern type.
Top
See Also
Reference
ExportPatternKey Class
Autodesk.Revit.DB Namespace